{
    "Sample Name": "Buttock Abscess",
    "Description": "Left buttock abscess, status post incision and drainage. Recommended some local wound care",
    "Chief Complaint": "Buttock abscess.",
    "History Of Present Illness": "This patient is a 24-year-old African-American female who presented to the hospital with buttock pain. She started off with a little pimple on the buttock. She was soaking it at home without any improvement. She came to the hospital on the first. The patient underwent incision and drainage in the emergency department. She was admitted to the hospitalist service with elevated blood sugars. She has had positive blood cultures. Surgery is consulted today for evaluation.",
    "Past Medical History": "Diabetes type II, poorly controlled, high cholesterol.",
    "Past Surgical History": "C-section and D&C.",
    "Allergies": "NO KNOWN DRUG ALLERGIES.",
    "Medications": "Insulin, metformin, Glucotrol, and Lipitor.",
    "Family History": "Diabetes, hypertension, stroke, Parkinson disease, and heart disease.",
    "Review Of Systems": "Significant for pain in the buttock. Otherwise negative.",
    "Physical Examination": "GENERAL: This is an overweight African-American female not in any distress.\nVITAL SIGNS: She has been afebrile since admission. Vital signs have been stable. Blood sugars have been in the 200 range.\nHEENT: Normal to inspection.\nNECK: No bruits or adenopathy.\nLUNGS: Clear to auscultation.\nCV: Regular rate and rhythm.\nABDOMEN: Protuberant, soft, and nontender.\nEXTREMITIES: No clubbing, cyanosis or edema.\nRECTAL EXAM: The patient has a drained abscess on the buttock cheek. There is some serosanguineous drainage. There is no longer any purulent drainage. The wound appears relatively clean. I do not see a lot of erythema.",
    "Assessment And Plan": "Left buttock abscess, status post incision and drainage. I do not believe surgical intervention is warranted. I have recommended some local wound care. Please see orders for details."
}