{
    "Sample Name": "C. Diff Colitis Consult",
    "Description": "The patient is a very pleasant 72-year-old female with previous history of hypertension and also recent diagnosis of C. diff, presents to the hospital with abdominal pain, cramping, and persistent diarrhea.",
    "Reason For Consult": "I was asked to see the patient for C. diff colitis.",
    "History Of Presenting Illness": "Briefly, the patient is a very pleasant 72-year-old female with previous history of hypertension and also recent diagnosis of C. diff for which she was admitted here in 5/2009, who presents to the hospital on 6/18/2009 with abdominal pain, cramping, and persistent diarrhea. After admission, she had a CT of the abdomen done, which showed evidence of diffuse colitis and she was started on IV Flagyl and also on IV Levaquin. She was also placed on IV Reglan because of nausea and vomiting. In spite of the above, her white count still continues to be elevated today. On questioning the patient, she states the nausea and vomiting has resolved, but the diarrhea still present, but otherwise denies any other specific complaints except for some weakness.",
    "Past Medical History": "Hypertension, hyperlipidemia, recent C. diff colitis, which had resolved based on speaking to Dr. X. Two weeks ago, he had seen the patient and she was clinically well.",
    "Past Surgical History": "Noncontributory.",
    "Social History": "No history of smoking, alcohol, or drug use. She lives at home.",
    "Home Medications": "She is on atenolol and Mevacor.\nALLERGIES: NO KNOWN DRUG ALLERGIES.",
    "Review Of Systems": "Positive for diarrhea and abdominal pain, otherwise main other complaints are weakness. She denies any cough, sputum production, or dysuria at this time. Otherwise, a 10-system review is essentially negative.",
    "Physical Exam": "GENERAL: She is awake and alert, currently in no apparent distress.\nVITAL SIGNS: She has been afebrile since admission, temperature today 96.5, heart rate 80, respirations 18, blood pressure 125/60, and O2 sat is 98% on 2 L.\nHEENT: Pupils are round and reactive to light and accommodation.\nCHEST: Clear to auscultation bilaterally.\nCARDIOVASCULAR: S1 and S2 are present. No rales appreciated.\nABDOMEN: She does have tenderness to palpation all over with some mild rebound tenderness also. No guarding noted. Bowel sounds present.\nEXTREMITIES: No clubbing, cyanosis, or edema.\nCT of the abdomen and pelvis is also reviewed on the computer, which showed evidence of diffuse colitis.",
    "Laboratory": "White blood cell count today 21.5, hemoglobin 12.4, platelet count 284,000, and neutrophils 89. UA on 6/18/2009 showed no evidence of UTI. Sodium today 130, potassium 2.7, and creatinine 0.4. AST and ALT on 6/20/2009 were normal. Blood cultures from admission were negative. Urine culture on admission was negative. C. diff was positive. Stool culture was negative.",
    "Assessment": "1. A 72-year-old female with Clostridium difficile colitis.\n2. Diarrhea secondary to above and also could be related Reglan, which was discontinued today.\n3. Leukocytosis secondary to above, mild improvement today though.\n4. Bilateral pleural effusion by CT of the chest, although could represent thickening.\n5. New requirement for oxygen, rule out pneumonia.\n6. Hypertension.",
    "Plan": "1. Treat the C. diff aggressively especially given CT appearance and her continued leukocytosis and because of the Levaquin, which could have added additional antibiotic pressure, so I will restart the IV Flagyl.\n2. Continue p.o. vancomycin. Add Florastor to help replenish the gut flora.\n3. Monitor WBCs closely and follow clinically and if there is any deterioration in her clinical status, I would recommend getting surgical evaluation immediately for surgery if needed.\n4. We will check a chest x-ray especially given her new requirement for oxygen."
}