{
    "Sample Name": "Consult - Stasis Ulcer",
    "Description": "Nonhealing right ankle stasis ulcer. A 52-year-old native American-Indian man with hypertension, chronic intermittent bipedal edema, and recurrent leg venous ulcers was admitted for scheduled vascular surgery.",
    "Reason For The Consult": "Nonhealing right ankle stasis ulcer.",
    "History Of Present Illness": "This is a 52-year-old native American-Indian man with hypertension, chronic intermittent bipedal edema, and recurrent leg venous ulcers, who was admitted on 01/27/09 for scheduled vascular surgery per Dr. X. I was consulted for nonhealing right ankle stasis ulcer. There is a concern that the patient had a low-grade fever of 100.2 early this morning. The patient otherwise feels well. He was not even aware of the fever. He does have some ankle pain, worse on the right than the left. Old medical records were reviewed. He has multiple hospitalizations for leg cellulitis. Multiple wound cultures have repeatedly grown Pseudomonas, Enterococcus, and Stenotrophomonas in the past. Klebsiella and Enterobacter have also grown in the few wound cultures at some point. The patient has been following up at the wound center as an outpatient and was referred to Dr. X for definitive surgical management.",
    "Review Of Systems": "CONSTITUTIONAL: No malaise. Positive recent low-grade fevers. No chills.\nHEENT: No acute change in visual acuity, no diplopia, no acute hearing disturbances, and no sinus congestion. No sore throat.\nCARDIAC: No chest pain or cough.\nGASTROINTESTINAL: No nausea, vomiting or diarrhea.\nAll other systems were reviewed and were negative.",
    "Past Medical History": "Hypertension, exploratory laparotomy in 2004 for abdominal obstruction, cholecystectomy in 2005, chronic intermittent bipedal edema, venous insufficiency, chronic recurrent stasis ulcers.",
    "Social History": "The patient admits to heavy alcohol drinking in the past, quit several years ago. He is also a former cigarette smoker, quit several years ago.",
    "Allergies": "None known.",
    "Current Medications": "Primaxin, daptomycin, clonidine, furosemide, potassium chloride, lisinopril, metoprolol, ranitidine, Colace, amlodipine, zinc sulfate, Lortab p.r.n., multivitamins with minerals.",
    "Physical Examination": "CONSTITUTIONAL/VITAL SIGNS: Heart rate 73, respiratory rate 20, blood pressure 104/67, temperature 98.3, and oxygen saturation 92% on room air.\nGENERAL APPEARANCE: The patient is awake, alert, and not in cardiorespiratory distress. Height 6 feet 1.5 inches, body weight 125.26 kilos.\nEYES: Pink conjunctivae, anicteric sclerae. Pupils equal, brisk reaction to light.\nEARS, NOSE, MOUTH AND THROAT: Intact gross hearing. Moist oral mucosa. No oral lesions.\nNECK: No palpable neck masses. Thyroid is not enlarged on inspection.\nRESPIRATORY: Regular inspiratory effort. No crackles or wheezes.\nCARDIOVASCULAR: Regular cardiac rhythm. No thrills or rubs.\nGASTROINTESTINAL: Normoactive bowel sounds. Soft. No guarding or rigidity.\nLYMPHATIC: No cervical lymphadenopathy.\nMUSCULOSKELETAL: Good range of motion of upper and lower extremities.\nSKIN: There is hyperpigmentation involving the distal calf of both legs. There is an open wound on the right medial\nmalleolar area measuring 9 x 5cm with minimal serous drainage. Periwound is hyperpigmented with a hint of erythema extending proximally to the medial aspect, distal third of the right lower leg. There is warmth, but minimal tenderness on palpation of this area. There is also a wound on the right lateral malleolar area measuring 4 x 3 cm, another open wound on the left medial malleolar area measuring 7 x 4 cm. Wound edges are poorly defined.\nPSYCHIATRIC: Appropriate mood and affect, oriented x3. Fair judgment and insight.",
    "Laboratory Results": "White blood cell count from 01/28/09 is 5.8 with 64% neutrophils, H&H 11.3/33.8, and platelet count 176,000. BUN and creatinine 9.2/0.52. Albumin 3.6, AST 25, ALT 9, alk phos 87, and total bilirubin 0.6. One wound culture from right leg wound culture from 01/27/09 noted with young growth. Left leg wound culture from 01/27/09 also with young growth.",
    "Radiology": "Chest x-ray done on 01/28/09 showed chronic bibasilar subsegmental atelectasis likely related to elevated hemidiaphragm secondary to chronic ileus. No absolute findings.",
    "Impression": "1. Fevers.\n2. Right leg/ankle cellulitis.\n3. Chronic recurrent bilateral ankle venous ulcers.\n4. Multiple previous wound cultures positive for Pseudomonas, Enterococcus, and Stenotrophomonas.\n5. Hypertension.",
    "Recommendations": "1. We have ordered 2 sets of blood cultures.\n2. Agree with daptomycin and Primaxin IV.\n3. Follow up result of wound cultures.\n4. I will order an MRI of the right ankle to check for underlying osteomyelitis.\nAdditional ID recommendations as appropriate upon followup."
}