{
    "Sample Name": "Consult - Chest Pain - 1",
    "Description": "A 37-year-old admitted through emergency, presented with symptoms of chest pain, described as a pressure-type dull ache and discomfort in the precordial region. Also, shortness of breath is noted without any diaphoresis. Symptoms on and off for the last 3 to 4 days especially when he is under stress. No relation to exertional activity. No aggravating or relieving factors.",
    "Reason For Consultation": "Chest pain.",
    "History Of Present Illness": "The patient is a 37-year-old gentleman admitted through emergency room. He presented with symptoms of chest pain, described as a pressure-type dull ache and discomfort in the precordial region. Also, shortness of breath is noted without any diaphoresis. Symptoms on and off for the last 3 to 4 days especially when he is under stress. No relation to exertional activity. No aggravating or relieving factors. His history is significant as mentioned below. His workup so far has been negative.",
    "Coronary Risk Factors": "No history of hypertension or diabetes mellitus. Active smoker. Cholesterol status, borderline elevated. No history of established coronary artery disease. Family history positive.",
    "Family History": "His father died of coronary artery disease.",
    "Surgical History": "No major surgery except for prior cardiac catheterization.",
    "Medications At Home": "Includes pravastatin, Paxil, and BuSpar.",
    "Allergies": "None.",
    "Social History": "Active smoker. Does not consume alcohol. No history of recreational drug use.",
    "Past Medical History": "Hyperlipidemia, smoking history, and chest pain. He has been, in October of last year, hospitalized. Subsequently underwent cardiac catheterization. The left system was normal. There was a question of a right coronary artery lesion, which was thought to be spasm. Subsequently, the patient did undergo nuclear and myocardial perfusion scan, which was normal. The patient continues to smoke actively since in last 3 to 4 days especially when he is stressed. No relation to exertional activity.",
    "Review Of Systems": "CONSTITUTIONAL: No history of fever, rigors, or chills.\nHEENT: No history of cataract, blurring vision, or glaucoma.\nCARDIOVASCULAR: As above.\nRESPIRATORY: Shortness of breath. No pneumonia or valley fever.\nGASTROINTESTINAL: No epigastric discomfort, hematemesis, or melena.\nUROLOGICAL: No frequency or urgency.\nMUSCULOSKELETAL: No arthritis or muscle weakness.\nCNS: No TIA. No CVA. No seizure disorder.\nENDOCRINE: Nonsignificant.\nHEMATOLOGICAL: Nonsignificant.",
    "Physical Examination": "VITAL SIGNS: Pulse of 75, blood pressure of 112/62, afebrile, and respiratory rate 16 per minute.\nHEENT: Head is atraumatic and normocephalic. Neck veins flat.\nLUNGS: Clear.\nHEART: S1 and S2, regular.\nABDOMEN: Soft and nontender.\nEXTREMITIES: No edema. Pulses palpable. No clubbing or cyanosis.\nCNS: Benign.\nPSYCHOLOGICAL: Normal.\nMUSCULOSKELETAL: Within normal limits.",
    "Diagnostic Data": "EKG, normal sinus rhythm. Chest x-ray unremarkable.",
    "Laboratory Data": "First set of cardiac enzyme profile negative. H&H stable. BUN and creatinine within normal limits.",
    "Impression": "1. Chest pain in a 37-year-old gentleman with negative cardiac workup as mentioned above, questionably right coronary spasm.\n2. Hyperlipidemia.\n3. Negative EKG and cardiac enzyme profile.",
    "Recommendations": "1. The patient is treated with medications with low-dose of calcium channel blockers and statins and asked him how he feels.\n2. No further investigation unless there is a positive cardiac enzyme profile, subsequently so far it has been negative.\n3. Life style modification, diet, activity, weight reduction, and especially smoking cessation discussed. Compliance to medications was stressed. All the questions were answered in detail."
}