{
    "Sample Name": "Female Exam & ROS",
    "Description": "Sample female exam and review of systems.",
    "General Review Of Systems": "General: No fevers, chills, or sweats. No weight loss or weight gain.\nCardiovascular: No exertional chest pain, orthopnea, PND, or pedal edema. No palpitations.\nNeurologic: No paresis, paresthesias, or syncope.\nEyes: No double vision or blurred vision.\nEars: No tinnitus or decreased auditory acuity.\nENT: No allergy symptoms, such as rhinorrhea or sneezing.\nGI: No indigestion, heartburn, or diarrhea. No blood in the stools or black stools. No change in bowel habits.\nGU: No dysuria, hematuria, or pyuria. No polyuria or nocturia. Denies slow urinary stream.\nPsych: No symptoms of depression or anxiety.\nPulmonary: No wheezing, cough, or sputum production.\nSkin: No skin lesions or nonhealing lesions.\nMusculoskeletal: No joint pain, bone pain, or back pain. No erythema at the joints.\nEndocrine: No heat or cold intolerance. No polydipsia.\nHematologic: No easy bruising or easy bleeding. No swollen lymph nodes.",
    "Physical Exam": "Vitals: Blood pressure today was *, heart rate *, respiratory rate *.\nEars: TMs intact bilaterally. Throat is clear without hyperemia.\nMouth: Mucous membranes normal. Tongue normal.\nNeck: Supple; carotids 2+ bilaterally without bruits; no lymphadenopathy or thyromegaly.\nChest: Clear to auscultation; no dullness to percussion.\nHeart: Revealed a regular rhythm, normal S1 and S2. No murmurs, clicks or gallops.\nAbdomen: Soft to palpation without guarding or rebound. No masses or hepatosplenomegaly palpable. Bowel sounds are normoactive.\nExtremities: Bilaterally symmetrical. Peripheral pulses 2+ in all extremities. No pedal edema.\nNeurologic examination: Essentially intact including cranial nerves II through XII intact bilaterally. Deep tendon reflexes 2+ and symmetrical.\nBreasts: Bilaterally symmetrical without tenderness, masses. No axillary tenderness or masses.\nPelvic examination: Revealed normal external genitalia. Pap smear obtained without difficulty. Bimanual examination revealed no pelvic tenderness or masses. No uterine enlargement. Rectal examination revealed normal sphincter tone, no rectal masses. Stool is Hemoccult negative."
}