{
    "Sample Name": "Gen Med Consult - 13",
    "Description": "Consult for hypertension and a med check. History of osteoarthritis, osteoporosis, hypothyroidism, allergic rhinitis and kidney stones.",
    "Subjective": "The patient is a 76-year-old white female who presents to the clinic today originally for hypertension and a med check. She has a history of hypertension, osteoarthritis, osteoporosis, hypothyroidism, allergic rhinitis and kidney stones. Since her last visit she has been followed by Dr. Kumar. Those issues are stable. She has had no fever or chills, cough, congestion, nausea, vomiting, chest pain, chest pressure.",
    "Past Medical History": "She has an intolerance to Prevacid.",
    "Current Medications": "Evista 60 daily, Levothroid 0.05 mg daily, Claritin 10 daily, Celebrex 200 daily, HCTZ 25 daily and amitriptyline p.r.n.",
    "Past Surgical History": "Bilateral mastectomies, tonsillectomy, EGD, flex sig in 2001 and a heart cath.",
    "Family History": "Father passed away at 81; mother of multiple myeloma at 83.",
    "Social History": "She is married. A 76-year-old who used to smoke a pack a day and quit in 1985. She is retired.",
    "Review Of Systems": "Essentially negative in HEENT, chest, cardiovascular, GI, GU, musculoskeletal, or neurologic.",
    "Objective": "Temperature is 97.5 degrees. Blood pressure is 168/70. Pulse is 88. Weight is 129 pounds.\nGENERAL: She is an elderly 76-year-old in no acute distress.\nHEENT: Atraumatic. Extraocular muscles were intact. Pupils equal, round and reactive to light and accommodation. Tympanic membranes are clear, dry and intact. Sinuses and throat are clear. Neck is soft, supple. No meningeal signs are present. No thyromegaly is present.\nCHEST: Clear to auscultation.\nCARDIOVASCULAR: Regular rate and rhythm without murmur.\nABDOMEN: Soft, nontender. Bowel sounds are positive. No organomegaly or peritoneal signs are present.\nEXTREMITIES: Moving all extremities. Peripheral pulses are normal. No edema is present.\nNEUROLOGIC: Alert and oriented. Cranial nerves II-XII grossly intact. Strength 5+/5 globally. Reflexes 2+/IV globally. Romberg is negative. There is no numbness, tingling, weakness or other neurologic deficit present.\nBREASTS: Surgically absent but there are no lumps, lesions, masses, discharge or adenopathy present.\nBACK: Straight.\nSKIN: Clear.\nGENITALIA: Deferred as she has been followed by Dr. XYZ many times this year. She does have a history of some elevated cholesterol.",
    "Assessment": "1. Hypertension, suboptimal control.\n2. Hypothyroidism.\n3. Arthritis.\n4. Allergic rhinitis.\n5. History of kidney stones.\n6. Osteoporosis.",
    "Plan": "1. CBC, complete metabolic profile, UA for hypertension.\n2. Chest x-ray for history of breast cancer.\n3. DEXA scan, full body for osteoporosis.\n4. Flex is up to date.\n5. Pneumovax has been given in the last five years.\n6. Lipid profile for elevated cholesterol.\n7. Refill meds.\n8. Follow up every three to six months for blood pressure check or sooner p.r.n. problems."
}