{
    "Sample Name": "Gen Med Consult - 37",
    "Description": "Patient with complaint of dark urine and generalized weakness.",
    "Chief Complaint": "Dark urine and generalized weakness.",
    "History Of Present Illness": "40 year old Hispanic male presented to the emergency room complaining of generalized weakness, fatigue and dark urine for one week. In addition, he stated that his family had noticed yellowing of his skin and eyes, though he himself had not noticed.\nHe did complain of subjective fever and chills along with occasional night sweats during the prior week or so and he noted anorexia for 3-4 weeks leading to 26 pound weight loss (213 lbs. to 187 lbs.). He was nauseated but denied vomiting. He did admit to intermittent abdominal discomfort which he could not localize. In addition, he denied any history of liver disease, but had undergone cholecystectomy many years previous.",
    "Past Medical History": "DM II-HbA1c unknown",
    "Past Surgical History": "Cholecystectomy without complication",
    "Family History": "Mother with diabetes and hypertension. Father with diabetes. Brother with cirrhosis (etiology not documented).",
    "Social History": "He was unemployed and denied any alcohol or drug use. He was a prior \u0093mild\u0094 smoker, but quit 10 years previous.",
    "Medications": "Insulin (unknown dosage)",
    "Allergies": "No known drug allergies.",
    "Physical Exam": "Temperature: 98.2\nBlood pressure:118/80\nHeart rate: 95\nRespiratory rate: 18\nGEN: Middle age Latin-American Male, jaundice, alert and oriented to person/place/time.\nHEENT: Normocephalic, atraumatic. Icteric sclerae, pupils equal, round and reactive to light. Clear oropharynx.\nNECK: Supple, without jugular venous distension, lymphadenopathy, thyromegaly or carotid bruits.\nCV: Regular rate and rhythm, normal S1 and S2. No murmurs, gallops or rubs\nPULM: Clear to auscultation bilaterally without rhonchi, rales or wheezes\nABD: Soft with mild RUQ tenderness to deep palpation, Murphy\u0092s sign absent. Bowel sounds present. Hepatomegaly with liver edge 3 cm below costal margin. Splenic tip palpable.\nRECTAL: Guaiac negative\nEXT: Shotty inguinal lymphadenopathy bilaterally, largest node 2cm\nNEURO: Strength 5/5 throughout, sensation intact, reflexes symmetric. No focal abnormality identified. No asterixis\nSKIN: Jaundice, no rash. No petechiae, gynecomastia or spider angiomata.",
    "Hospital Course": "The patient was admitted to the hospital to begin workup of liver failure. Initial labs were considered to be consistent with an obstructive pattern, so further imaging was obtained. A CT scan of the abdomen and pelvis revealed lymphadenopathy and a markedly enlarged liver. His abdominal pain was controlled with mild narcotics and he was noted to have decreasing jaundice by hospital day 4. An US guided liver biopsy revealed only acute granulomatous inflammation and fibrosis. The overall architecture of the liver was noted to be well preserved.\nGastroenterology was consulted for EGD and ERCP. The EGD was normal and the ERCP showed normal biliary anatomy without evidence of obstruction. In addition, they performed an endoscopic ultrasound-guided fine needle aspiration of two lymph-nodes, one in the subcarinal region and one near the celiac plexus. Again, pathologic results were insufficient to make a tissue diagnosis.\nBy the second week of hospitalization, the patient was having intermittent low-grade fevers and again experiencing night-sweats. He remained jaundice. Given the previous negative biopsies, surgery was consulted to perform an excisional biopsy of the right groin lymph node, which revealed no evidence of carcinoma, negative AFB and GMS stains and a single noncaseating granuloma.\nBy his fourth week of hospitalization, he remained ill with evidence of ongoing liver failure. Surgery performed an open liver biopsy and lymph node resection.",
    "Studies (Historical)": "CT abdomen: Multiple enlarged lymph nodes near the porta hepatis and peri-pancreatic regions. The largest node measures 3.5 x 3.0 cm. The liver is markedly enlarged (23cm) with a heterogenous pattern of enhancement. The spleen size is at the upper limit of normal. Pancreas, adrenal glands and kidneys are within normal limits. Visualized portions of the lung parenchyma are grossly normal.\nCT neck: No abnormalities noted\nCT head: No intracranial abnormalities\nRUQ US (for biopsy): Heterogenous liver with lymphadenopathy.\nERCP: No filling defect noted; normal pancreatic duct visualized. Normal visualization of the biliary tree, no strictures. Normal exam."
}