{
    "Sample Name": "Gen Med Progress Note - 12",
    "Description": "Rhabdomyolysis, acute on chronic renal failure, anemia, leukocytosis, elevated liver enzyme, hypertension, elevated cardiac enzyme, obesity.",
    "Subjective": "The patient was seen and examined. He feels much better today, improved weakness and decreased muscular pain. No other complaints.",
    "Physical Examination": "GENERAL: Not in acute distress, awake, alert and oriented x3.\nVITAL SIGNS: Blood pressure 147/68, heart rate 82, respiratory rate 20, temperature 97.7, O2 saturation 99% on 3 L.\nHEENT: NC/T, PERRLA, EOMI.\nNECK: Supple.\nHEART: Regular rate and rhythm.\nRESPIRATORY: Clear bilateral.\nABDOMEN: Soft and nontender.\nEXTREMITIES: No edema. Pulses present bilateral.",
    "Laboratory Data": "Total CK coming down 70,142 from 25,573, total CK is 200, troponin is 2.3 from 1.9 yesterday.\nBNP, blood sugar 93, BUN of 55.7, creatinine 2.7, sodium 137, potassium 3.9, chloride 108, and CO2 of 22.\nLiver function test, AST 704, ALT 298, alkaline phosphatase 67, total bilirubin 0.3. CBC, WBC count 9.1, hemoglobin 9.9, hematocrit 29.2, and platelet count 204. Blood cultures are still pending.\nUltrasound of abdomen, negative abdomen, both kidneys were echogenic, cortices suggesting chronic medical renal disease. Doppler of lower extremities negative for DVT.",
    "Assessment And Plan": "1. Rhabdomyolysis, most likely secondary to statins, gemfibrozil, discontinue it on admission. Continue IV fluids. We will monitor.\n2. Acute on chronic renal failure. We will follow up with Nephrology recommendation.\n3. Anemia, drop in hemoglobin most likely hemodilutional. Repeat CBC in a.m.\n4. Leukocytosis, improving.\n5. Elevated liver enzyme, most likely secondary to rhabdomyolysis. The patient denies any abdominal pain and ultrasound is unremarkable.\n6. Hypertension. Blood pressure controlled.\n7. Elevated cardiac enzyme, follow up with Cardiology recommendation.\n8. Obesity.\n9. Deep venous thrombosis prophylaxis. Continue Lovenox 40 mg subcu daily."
}