{
    "Sample Name": "Gen Med Consult - 8",
    "Description": "Comprehensive Evaluation - Generalized anxiety and hypertension, both under fair control.",
    "Subjective": "The patient comes in today for a comprehensive evaluation. She is well-known to me. I have seen her in the past multiple times.",
    "Past Medical History/Social History/Family History": "Noted and reviewed today. They are on the health care flow sheet. She has significant anxiety which has been under fair control recently. She has a lot of stress associated with a son that has some challenges. There is a family history of hypertension and strokes.",
    "Current Medications": "Currently taking Toprol and Avalide for hypertension and anxiety as I mentioned.",
    "Review Of Systems": "Significant for occasional tiredness. This is intermittent and currently not severe. She is concerned about the possibly of glucose abnormalities such diabetes. We will check a glucose, lipid profile and a Hemoccult test also and a mammogram. Her review of systems is otherwise negative.",
    "Physical Examination": "VITAL SIGNS: As above.\nGENERAL: The patient is alert, oriented, in no acute distress.\nHEENT: PERRLA. EOMI. TMs clear bilaterally. Nose and throat clear.\nNECK: Supple without adenopathy or thyromegaly. Carotid pulses palpably normal without bruit.\nCHEST: No chest wall tenderness.\nBREAST EXAM: No asymmetry, skin changes, dominant masses, nipple discharge, or axillary adenopathy.\nHEART: Regular rate and rhythm without murmur, clicks, or rubs.\nLUNGS: Clear to auscultation and percussion.\nABDOMEN: Soft, nontender, bowel sounds normoactive. No masses or organomegaly.\nGU: External genitalia without lesions. BUS normal. Vulva and vagina show just mild atrophy without any lesions. Her cervix and uterus are within normal limits. Ovaries are not really palpable. No pelvic masses are appreciated.\nRECTAL: Negative.\nBREASTS: No significant abnormalities.\nEXTREMITIES: Without clubbing, cyanosis, or edema. Pulses within normal limits.\nNEUROLOGIC: Cranial nerves II-XII intact. Strength, sensation, coordination, and reflexes all within normal limits.\nSKIN: Noted to be normal. No subcutaneous masses noted.\nLYMPH SYSTEM: No lymphadenopathy.",
    "Assessment": "Generalized anxiety and hypertension, both under fair control.",
    "Plan": "We will not make any changes in her medications. I will have her check a lipid profile as mentioned, and I will call her with that. Screening mammogram will be undertaken. She declined a sigmoidoscopy at this time. I look forward to seeing her back in a year and as needed."
}