{
    "Sample Name": "Gen Med Consult - 45",
    "Description": "For evaluation of left-sided chest pain, 5 days post abdominal surgery.",
    "Reason For Consult": "For evaluation of left-sided chest pain, 5 days post abdominal surgery.",
    "Past Medical History": "None.",
    "History Of Present Complaint": "This 87-year-old patient has been admitted in this hospital on 12/03/08. The patient underwent laparoscopic appendicectomy by Dr. X. The patient had postoperative paralytic ileus, which has resolved. The patient had developed left-sided chest pain yesterday. In the postoperative period, the patient has had fluid retention, had gain about 25 pounds, and he had swelling of the lower extremities.",
    "Review Of Systems": "CONSTITUTIONAL SYMPTOMS: No recent fever.\nENT: Unremarkable.\nRESPIRATORY: He denies cough but develop this left-sided chest pain, which does not increase with inspiration, pain is located on the left posterior axillary line and over the fourth and fifth rib.\nCARDIOVASCULAR: No known heart problems.\nGASTROINTESTINAL: The patient denies nausea or vomiting. He is status post laparoscopic appendicectomy, and he is tolerating oral diet.\nGENITOURINARY: No dysuria, no hematuria.\nENDOCRINE: Negative for diabetes or thyroid problems.\nNEUROLOGIC: No history of CVA or TIA.\nRest of review of systems unremarkable.",
    "Social History": "The patient is a nonsmoker. He denies use of alcohol.",
    "Family History": "Noncontributory.",
    "Physical Examination": "GENERAL: An 87-year-old gentleman, not toxic looking.\nHEAD AND NECK: Oral mucosa is moist.\nCHEST: Clear to auscultation. No wheezing. No crepitations. There is reproducible tenderness over the left posterior-lateral axis.\nCARDIOVASCULAR: First and second heart sounds were heard. No murmurs appreciated.\nABDOMEN: Slightly distended. Bowel sounds are positive.\nEXTREMITIES: He has 2+ to 3+ pedal swelling.\nNEUROLOGIC: The patient is alert and oriented x3. Examination is nonfocal.",
    "Laboratory Data": "White count is 12,500, hemoglobin is 13, hematocrit is 39, and platelets 398,000. Glucose is 123, total protein is 6, and albumin is 2.9.",
    "Assessment And Plan": "1. Ruptured appendicitis. The patient is 6 days post surgery. He is tolerating oral fluids and moving bowels.\n2. Left-sided chest pain, need to rule out PE by distance of pretty low probability. The patient, however, has low-oxygen saturation. We will do ultrasound of the lower extremity and if this is positive we would proceed with the CT angiogram.\n3. Fluid retention, manage as per surgeon.\n4. Paralytic ileus, resolving.\n5. Leukocytosis, we will monitor."
}