{
    "Sample Name": "Gen Med Consult - 27",
    "Description": "Nausea, vomiting, diarrhea, and fever.",
    "Chief Complaint": "Nausea, vomiting, diarrhea, and fever.",
    "History Of Present Illness": "This patient is a 76-year-old woman who was treated with intravenous ceftriaxone and intravenous clindamycin at a care facility for pneumonia. She has developed worsening confusion, fever, and intractable diarrhea. She was brought to the emergency department for evaluation. Diagnostic studies in the emergency department included a CBC, which revealed a white blood cell count of 23,500, and a low potassium level of 2.6. She was admitted to the hospital for treatment of profound hypokalemia, dehydration, intractable diarrhea, and febrile illness.",
    "Past Medical History": "Recent history of pneumonia, urosepsis, dementia, amputation, osteoporosis, and hypothyroidism.",
    "Medications": "Synthroid, clindamycin, ceftriaxone, Remeron, Actonel, Zanaflex, and hydrocodone.",
    "Social History": "The patient has been residing at South Valley Care Center.",
    "Review Of Systems": "The patient is unable answer review of systems.",
    "Physical Examination": "GENERAL: This is a very elderly, cachectic woman lying in bed in no acute distress.\nHEENT: Examination is normocephalic and atraumatic. The pupils are equal, round and reactive to light and accommodation. The extraocular movements are full.\nNECK: Supple with full range of motion and no masses.\nLUNGS: There are decreased breath sounds at the bases bilaterally.\nCARDIOVASCULAR: Regular rate and rhythm with normal S1 and S2, and no S3 or S4.\nABDOMEN: Soft and nontender with no hepatosplenomegaly.\nEXTREMITIES: No clubbing, cyanosis or edema.\nNEUROLOGIC: The patient moves all extremities but does not communicate.",
    "Diagnostic Studies": "The CBC shows a white blood cell count of 23,500, hemoglobin 13.0, hematocrit 36.3, and platelets 287,000. The basic chemistry panel is remarkable for potassium 2.6, calcium 7.5, and albumin 2.3.",
    "Impression/Plan": "1. Elevated white count. This patient is admitted to the hospital for treatment of a febrile illness. There is concern that she has a progression of pneumonia. She may have aspirated. She has been treated with ceftriaxone and clindamycin. I will follow her oxygen saturation and chest x-ray closely. She is allergic to penicillin. Therefore, clindamycin is the appropriate antibiotic for possible aspiration.\n2. Intractable diarrhea. The patient has been experiencing intractable diarrhea. I am concerned about Clostridium difficile infection with possible pseudomembranous colitis. I will send her stool for Clostridium difficile toxin assay. I will consider treating with metronidazole.\n3. Hypokalemia. The patient's profound hypokalemia is likely secondary to her diarrhea. I will treat her with supplemental potassium.\n4. DNR status: I have ad a discussion with the patient's daughter, who requests the patient not receive CPR or intubation if her clinical condition or of the patient does not respond to the above therapy."
}