{
    "Sample Name": "Gen Med Consult - 48",
    "Description": "The patient presents to the office today with complaints of extreme fatigue, discomfort in the chest and the back that is not related to any specific activity. Stomach gets upset with pain.",
    "History": "The patient presents today for medical management. The patient presents to the office today with complaints of extreme fatigue, discomfort in the chest and the back that is not related to any specific activity. Stomach gets upset with pain. She has been off her supplements for four weeks with some improvement. She has loose bowel movements. She complains of no bladder control. She has pain in her hips. The peripheral neuropathy is in both legs, her swelling has increased and headaches in the back of her head.",
    "Diagnoses": "1. Type II diabetes mellitus.\n2. Generalized fatigue and weakness.\n3. Hypertension.\n4. Peripheral neuropathy with atypical symptoms.\n5. Hypothyroidism.\n6. Depression.\n7. Long-term use of high-risk medications.\n8. Postmenopausal age-related symptoms.\n9. Abdominal pain with nonspecific irritable bowel type symptoms, intermittent diarrhea.",
    "Current Medications": "Her list of medicines is as noted on 04/22/03. There is a morning and evening lift.",
    "Past Surgical History": "As listed on 04/22/04 along with allergies 04/22/04.",
    "Family History": "Basically unchanged. Her father died of an MI at 65, mother died of a stroke at 70. She has a brother, healthy.",
    "Social History": "She has two sons and an adopted daughter. She is married long term, retired from Avon. She is a nonsmoker, nondrinker.",
    "Review Of Systems": "GENERAL: Certainly at the present time on general exam no fever, sweats or chills and no significant weight change. She is 189 pounds currently and she was 188 pounds in January.\nHEENT: HEENT, there is no marked decrease in visual or auditory function. ENT, there is no change in hearing or epistaxis, sore throat or hoarseness.\nRESPIRATORY: Chest, there is no history of palpitations, PND or orthopnea. The chest pains are nonspecific, tenderness to palpation has been reported. There is no wheezing or cough reported.\nCARDIOVASCULAR: No PND or orthopnea. Thromboembolic disease history.\nGASTROINTESTINAL: Intermittent symptoms of stomach pain, they are nonspecific. No nausea or vomiting noted. Diarrhea is episodic and more related to nerves.\nGENITOURINARY: She reports there is generally poor bladder control, no marked dysuria, hematuria or history of stones.\nMUSCULOSKELETAL: Peripheral neuropathy and generalized muscle pain, joint pain that are sporadic.\nNEUROLOGICAL: No marked paralysis, paresis or paresthesias.\nSKIN: No rashes, itching or changes in the nails.\nBREASTS: No report of any lumps or masses.\nHEMATOLOGY AND IMMUNE: No bruising or bleeding-type symptoms.",
    "Physical Examination": "WEIGHT: 189 pounds. BP: 140/80. PULSE: 76. RESPIRATIONS: 20. GENERAL APPEARANCE: Well developed, well nourished. No acute distress.\nHEENT: Head is normocephalic. Ears, nose, and throat, normal conjunctivae. Pupils are reactive. Ear canals are patent. TMs are normal. Nose, nares patent. Septum midline. Oral mucosa is normal in appearance. No tonsillar lesions, exudate or asymmetry. Neck, adequate range of motion. No thyromegaly or adenopathy.\nCHEST: Symmetric with clear lungs clear to auscultation and percussion.\nHEART: Rate and rhythm is regular. S1 and S2 audible. No appreciable murmur or gallop.\nABDOMEN: Soft. No masses, guarding, rigidity, tenderness or flank pain.\nGU: No examined.\nEXTREMITIES: No cyanosis, clubbing or edema currently.\nSKIN AND INTEGUMENTS: Intact. No lesions or rashes.\nNEUROLOGIC: Nonfocal to cranial nerve testing II through XII, motor, sensory, gait and random motion.\nAdditional information, the patient has been off metformin for few months and this is not part of her medication list.",
    "Impression": "As above.",
    "Plan": "1. Labs are CBC, CMP, A1c, microalbumin and UA. Stool for C&S, Gram stain, ova and parasites with intermittent diarrhea. She has planned CT of the abdomen and pelvis with and without.\n2. She will continue with the current medications. She uses her diuretics at night.\n3. Follow up will be in three months, sooner if indicated."
}