{
    "Sample Name": "Gen Med Consult - 25",
    "Description": "Patient with a past medical history of atrial fibrillation and arthritis complaining of progressively worsening shortness of breath.",
    "Chief Complaint": "",
    "History Of Present Illness": "",
    "Past Medical History ": "Atrial fibrillation on anticoagulation, osteoarthritis of the knees bilaterally, h/o retinal tear.",
    "Past Surgical History ": "Hernia repair, bilateral arthroscopic evaluation, h/o surgical correction of retinal tear.",
    "Family History": "",
    "Social History": "",
    "Medications": "",
    "Allergies": "",
    "Review Of Systems": "",
    "Physical Exam": "Temperature: 98.4 degrees Fahrenheit.\nBlood pressure: 134/84.\nHeart rate: 98 beats per minute.\nRespiratory rate: 18 breaths per minute.\nPulse oximetry: 92% on 2L O 2 via nasal canula.\nGEN: Elderly gentleman lying in bed in mild respiratory distress, thin, tired appearing, wife and daughter present at bedside, articulate.\nHEENT: The right eye was opacified. The left pupil was reactive to light. There was mild bitemporal wasting. The tongue was moist. There was no lymphadenopathy. The sclerae were anicteric. The oropharynx was clear. The conjunctivae were pink.\nNECK: The neck was supple with 15 cm of jugular venous distension.\nHEART: Irregularly irregular. No murmurs, gallops, rubs. No displaced PMI.\nLUNGS: Breath sounds were absent over two thirds of the right lower lung field. There were trace crackles at the left base.\nABDOMEN: Soft, nontender, nondistended, bowel sounds were present. There was no hepatosplenomegaly. No rebound or guarding.\nEXT: Bilateral pitting edema to the thighs with diminished peripheral pulses bilaterally.\nNEURO: The patient was alert and oriented x three. Cranial nerves were intact. The DTRs were 2+ bilaterally and symmetrically. Motor strength and sensation were within normal limits.\nLYMPH: No cervical, axillary, or inguinal lymph nodes were present.\nSKIN: Warm, no rashes, no lesions; no tattoos.\nMUSCULOSKELETAL: No synovitis. There were no joint deformities. Full range of motion b/l throughout.",
    "Studies": "CXR: Large right sided pleural effusion. A small pleural effusion with atelectatic changes are seen on the left. The heart size is borderline.\nECHO: LV size is normal. There is severe concentric LV hypertrophy. Global hypokinesis. LV function is severely depressed. Estimate EF is 20-24%. There is RV hypertrophy. RV size is mildly enlarged. RV function is severely depressed. RV wall motion is severely hypokinetic. LA size is moderately enlarged. RA size is mildly enlarged. Trace aortic regurgitation. Moderate tricuspid regurgitation. Estimated PA systolic pressure is 46-51 mmHg, assuming a mean RAP of 15-20mmHg. Small anterior and posterior pericardial effusion.",
    "Hospital Course": ""
}