{
    "Sample Name": "Gen Med Consult - 46",
    "Description": "Pneumonia in the face of fairly severe Crohn disease with protein-losing enteropathy and severe malnutrition with anasarca. He also has anemia and leukocytosis, which may be related to his Crohn disease as well as his underlying pneumonia.",
    "Diagnoses": "1. Pneumonia.\n2. Crohn disease.\n3. Anasarca.\n4. Anemia.",
    "Chief Complaint": "I have a lot of swelling in my legs.",
    "History": "The patient is a 41-year-old gentleman with a long history of Crohn disease. He has been followed by Dr. ABC, his primary care doctor, but he states that he has had multiple gastroenterology doctors and has not seen one in the past year to 18 months. He has been treated with multiple different medications for his Crohn disease and most recently has been taking pulses of steroids off and on when he felt like he was having symptoms consistent with crampy abdominal pain, increased diarrhea, and low-grade fevers. This has helped in the past, but now he developed symptoms consistent with pneumonia and was admitted to the hospital. He has been treated with IV antibiotics and is growing Streptococcus. At this time, he seems relatively stable although slightly dyspneic. Other symptoms include lower extremity edema, pain in his ankles and knees, and actually symptoms of edema in his entire body including his face and upper extremities. At this time, he continues to have symptoms consistent with diarrhea and malabsorption. He also has some episodes of nausea and vomiting at times. He currently has a cough and symptoms of dyspnea. Further review of systems was not otherwise contributory.",
    "Medications": "1. Prednisone.\n2. Effexor.\n3. Folic acid.\n4. Norco for pain.",
    "Past Medical History": "As mentioned above, but he also has anxiety and depression.",
    "Past Surgical History": "1. Small bowel resections.\n2. Appendectomy.\n3. A vasectomy.",
    "Allergies": "He has no known drug allergies.",
    "Social History": "He does smoke two packs of cigarettes per day. He has no alcohol or drug use. He is a painter.",
    "Family History": "Significant for his father who died of IPF and irritable bowel syndrome.",
    "Review Of Systems": "As mentioned in the history of present illness and further review of systems is not otherwise contributory.",
    "Physical Examination": "GENERAL: He is a thin appearing man in very mild respiratory distress when his oxygen is off.\nVITAL SIGNS: His respiratory rate is approximately 18 to 20, his blood pressure is 100/70, his pulse is 90 and regular, he is afebrile currently at 96, and weight is approximately 163 pounds.\nHEENT: Sclerae anicteric. Conjunctivae normal. Nasal and oropharynx are clear.\nNECK: Supple. No jugular venous pressure distention is noted. There is no adenopathy in the cervical, supraclavicular or axillary areas.\nCHEST: Reveals some crackles in the right chest, in the base, and in the upper lung fields. His left is relatively clear with decreased breath sounds.\nHEART: Regular rate and rhythm.\nABDOMEN: Slightly protuberant. Bowel sounds are present. He is slightly tender and it is diffuse. There is no organomegaly and no ascites appreciable.\nEXTREMITIES: There is a mild scrotal edema and in his lower extremities he has 2 to 3+ edema at pretibial and lateral feet.\nDERMATOLOGIC: Shows thin skin. No ecchymosis or petechiae.",
    "Laboratory Studies": "Laboratory studies are pertinent for a total protein of 3 and albumin of 1.3. There is no M-spike observed. His B12 is 500 with a folic acid of 11. His white count is 21 with a hemoglobin of 10, and a platelet count 204,000.",
    "Impression At This Time": "1. Pneumonia in the face of fairly severe Crohn disease with protein-losing enteropathy and severe malnutrition with anasarca.\n2. He also has anemia and leukocytosis, which may be related to his Crohn disease as well as his underlying pneumonia.",
    "Assessment And Plan": "At this time, I believe evaluation of protein intake and dietary supplement will be most appropriate. I believe that he needs a calorie count. We will check on a sedimentation rate, C-reactive protein, LDH, prealbumin, thyroid, and iron studies in the morning with his laboratory studies that are already ordered. I have recommended strongly to him that when he is out of the hospital, he return to the care of his gastroenterologist. I will help in anyway that I can to improve the patient's laboratory abnormalities. However, his lower extremity edema is primarily due to his marked hypoalbuminemia and I do not believe that diuretics will help him at this time. I have explained this in detail to the patient and his family. Everybody expresses understanding and all questions were answered. At this time, follow him up during his hospital stay and plan to see him in the office as well."
}