{
    "Sample Name": "Gen Med Consult - 14",
    "Description": "Complaint of left otalgia (serous otitis) and headache. History of atopic dermatitis.",
    "History Of Present Illness": "A 49-year-old female with history of atopic dermatitis comes to the clinic with complaint of left otalgia and headache. Symptoms started approximately three weeks ago and she was having difficulty hearing, although that has greatly improved. She is having some left-sided sinus pressure and actually went to the dentist because her teeth were hurting; however, the teeth were okay. She continues to have some left-sided jaw pain. Denies any headache, fever, cough, or sore throat. She had used Cutivate cream in the past for the atopic dermatitis with good results and is needing a refill of that. She has also had problems with sinusitis in the past and chronic left-sided headache.",
    "Family History": "Reviewed and unchanged.",
    "Allergies": "To cephalexin.",
    "Current Medications": "Ibuprofen.",
    "Social History": "She is a nonsmoker.",
    "Review Of Systems": "As above. No nausea, vomiting, or diarrhea.",
    "Physical Examination": "General: A well-developed and well-nourished female, conscious, alert, and in no acute distress.\nVital Signs: Weight: 121 pounds. Temperature: 97.9 degrees.\nSkin: Reveals scattered erythematous plaques with some mild lichenification on the nuchal region and behind the knees.\nEyes: PERRLA. Conjunctivae are clear.\nEars: Left TM with some effusion. Right TM is clear. Canals are clear. External auricles are nontender to manipulation.\nNose: Nasal mucosa is pink and moist without discharge.\nThroat: Nonerythematous. No tonsillar hypertrophy or exudate.\nNeck: Supple without adenopathy or thyromegaly.\nLungs: Clear. Respirations are regular and unlabored.\nHeart: Regular rate and rhythm at rate of 100 beats per minute.",
    "Assessment": "1. Serous otitis.\n2. Atopic dermatitis.",
    "Plan": "1. Nasacort AQ two sprays each nostril daily.\n2. Duraphen II one b.i.d.\n3. Refills Cutivate cream 0.05% to apply to affected areas b.i.d. Recheck p.r.n."
}