{
    "Sample Name": "Gen Med Progress Note - 4",
    "Description": "The patient is in complaining of headaches and dizzy spells.",
    "Subjective": "The patient is in complaining of headaches and dizzy spells, as well as a new little rash on the medial right calf. She describes her dizziness as both vertigo and lightheadedness. She does not have a headache at present but has some intermittent headaches, neck pains, and generalized myalgias. She has noticed a few more bruises on her legs. No fever or chills with slight cough. She has had more chest pains but not at present. She does have a little bit of nausea but no vomiting or diarrhea. She complains of some left shoulder tenderness and discomfort. She reports her blood sugar today after lunch was 155.",
    "Current Medications": "She is currently on her nystatin ointment to her lips q.i.d. p.r.n. She is still using a triamcinolone 0.1% cream t.i.d. to her left wrist rash and her Bactroban ointment t.i.d. p.r.n. to her bug bites on her legs. Her other meds remain as per the dictation of 07/30/2004 with the exception of her Klonopin dose being 4 mg in a.m. and 6 mg at h.s. instead of what the psychiatrist had recommended which should be 6 mg and 8 mg.",
    "Allergies": "Sulfa, erythromycin, Macrodantin, and tramadol.",
    "Objective": "General: She is a well-developed, well-nourished, obese female in no acute distress.\nVital Signs: Her age is 55. Temperature: 98.2. Blood pressure: 110/70. Pulse: 72. Weight: 174 pounds.\nHEENT: Head was normocephalic. Throat: Clear. TMs clear.\nNeck: Supple without adenopathy.\nLungs: Clear.\nHeart: Regular rate and rhythm without murmur.\nAbdomen: Soft, nontender without hepatosplenomegaly or mass.\nExtremities: Trace of ankle edema but no calf tenderness x 2 in lower extremities is noted. Her shoulders have full range of motion. She has minimal tenderness to the left shoulder anteriorly.\nSkin: There is bit of an erythematous rash to the left wrist which seems to be clearing with triamcinolone and her rash around her lips seems to be clearing nicely with her nystatin.",
    "Assessment": "1. Headaches.\n2. Dizziness.\n3. Atypical chest pains.\n4. Chronic renal failure.\n5. Type II diabetes.\n6. Myalgias.\n7. Severe anxiety (affect is still quite anxious.)",
    "Plan": "I strongly encouraged her to increase her Klonopin to what the psychiatrist recommended, which should be 6 mg in the a.m. and 8 mg in the p.m. I sent her to lab for CPK due to her myalgias and pro-time for monitoring her Coumadin. Recheck in one week. I think her dizziness is multifactorial and due to enlarged part of her anxiety. I do note that she does have a few new bruises on her extremities, which is likely due to her Coumadin."
}