{
    "Sample Name": "Gen Med Consult - 50",
    "Description": "An 86-year-old female with persistent abdominal pain, nausea and vomiting, during evaluation in the emergency room, was found to have a high amylase, as well as lipase count and she is being admitted for management of acute pancreatitis.",
    "Chief Complaint": "Abdominal pain.",
    "History Of Present Illness": "This is an 86-year-old female who is a patient of Dr. X, who was transferred from ABCD Home due to persistent abdominal pain, nausea and vomiting, which started around 11:00 a.m. yesterday. During evaluation in the emergency room, the patient was found to have a high amylase as well as lipase count and she is being admitted for management of acute pancreatitis.",
    "Past Medical History": "Significant for dementia of Alzheimer type, anxiety, osteoarthritis, and hypertension.",
    "Allergies": "THE PATIENT IS ALLERGIC TO POLLENS.",
    "Medications": "Include alprazolam 0.5 mg b.i.d. p.r.n., mirtazapine 30 mg p.o. daily, Aricept 10 mg p.o. nightly, Namenda 10 mg p.o. b.i.d., Benicar 40 mg p.o. daily, and Claritin 10 mg daily p.r.n.",
    "Family History": "Not available.",
    "Personal History": "Not available.",
    "Social History": "Not available. The patient lives at a skilled nursing facility.",
    "Review Of Systems": "She has moderate-to-severe dementia and is unable to give any information about history or review of systems.",
    "Physical Examination": "GENERAL: She is awake and alert, able to follow few simple commands, resting comfortably, does not appear to be in any acute distress.\nVITAL SIGNS: Temperature of 99.5, pulse 82, respirations 18, blood pressure of 150/68, and pulse ox is 90% on room air.\nHEENT: Atraumatic. Pupils are equal and reactive to light. Sclerae and conjunctivae are normal. Throat without any pharyngeal inflammation or exudate. Oral mucosa is normal.\nNECK: No jugular venous distention. Carotids are felt normally. No bruit appreciated. Thyroid gland is not palpable. There are no palpable lymph nodes in the neck or the supraclavicular region.\nHEART: S1 and S2 are heard normally. No murmur appreciated.\nLUNGS: Clear to auscultation.\nABDOMEN: Soft, diffusely tender. No rebound or rigidity. Bowel sounds are heard. Most of the tenderness is located in the epigastric region.\nEXTREMITIES: Without any pedal edema, normal dorsalis pedis pulsations bilaterally.\nBREASTS: Normal.\nBACK: The patient does not have any decubitus or skin changes on her back.",
    "Labs Done At The Time Of Admission": "WBC of 24.3, hemoglobin and hematocrit 15.3 and 46.5, MCV 89.3, and platelet count of 236,000. PT 10.9, INR 1.1, PTT of 22. Urinalysis with positive nitrite, 5 to 10 wbc's, and 2+ bacteria. Sodium 134, potassium 3.6, chloride 97, bicarbonate 27, calcium 8.8, BUN 25, creatinine 0.9, albumin of 3.4, alkaline phosphatase 109, ALT 121, AST 166, amylase 1797, and lipase over 3000. X-ray of abdomen shows essentially normal abdomen with possible splenic granulomas and degenerative spine changes. CT of the abdomen revealed acute pancreatitis, cardiomegaly, and right lung base atelectasis. Ultrasound of the abdomen revealed echogenic liver with fatty infiltration. Repeat CBC from today showed white count to be 21.6, hemoglobin and hematocrit 13.9 and 41.1, platelet count is normal, 89% segments and 2% bands. Sodium 132, potassium 4.0, chloride 98, bicarbonate 22, glucose 184, ALT 314, AST 382, amylase 918, and lipase 1331. The cultures are pending at this time. EKG shows sinus rhythm, rate about 90 per minute, multiple ventricular premature complexes are noted. Troponin 0.004 and myoglobin is 39.6.",
    "Assessment": "1. Acute pancreatitis.\n2. Leukocytosis.\n3. Urinary tract infection.\n4. Hyponatremia.\n5. Dementia.\n6. Anxiety.\n7. History of hypertension.\n8. Abnormal electrocardiogram.\n9. Osteoarthrosis.",
    "Plan": "Admit the patient to medical floor, NPO, IV antibiotics, IV fluids, hold p.o. medications, GI consult, pain control, Zofran IV p.r.n., bedrest, DVT prophylaxis, check blood and urine cultures. I have left a message for the patient's son to call me back."
}