{
    "Sample Name": "H&P - Gen Med - 2",
    "Description": "History of diabetes, osteoarthritis, atrial fibrillation, hypertension, asthma, obstructive sleep apnea on CPAP, diabetic foot ulcer, anemia, and left lower extremity cellulitis.",
    "History Of Present Illness": "The patient is a 71-year-old Caucasian female with a history of diabetes, osteoarthritis, atrial fibrillation, hypertension, asthma, obstructive sleep apnea on CPAP, diabetic foot ulcer, anemia and left lower extremity cellulitis. She was brought in by the EMS service to Erlanger emergency department with pulseless electrical activity. Her husband states that he was at home with his wife, when she presented to him complaining of fever and chills. She became acutely unresponsive. She was noted to have worsening of her breathing. She took several of her MDIs and then was placed on her CPAP. He went to notify EMS and when he returned, she was found to not be breathing. He stated that she was noted to have no breathing in excess of 10 minutes. He states that the EMS system arrived at the home and she was found not breathing. The patient was intubated at the scene and upon arrival to Erlanger Medical Center, she was found to have pupils fixed and dilated. She was seen by me in the emergency department and was on Neo-Synephrine, dopamine with a blood pressure of 97/22 with a rapid heart rate and again, in an unresponsive state.",
    "Review Of Systems": "Review of systems was not obtainable.",
    "Past Medical History": "Diabetes, osteoarthritis, hypertension, asthma, atrial fibrillation, diabetic foot ulcer and anemia.",
    "Past Surgical History": "Noncontributory to above.",
    "Family History": "Mother with history of coronary artery disease.",
    "Social History": "The patient is married. She uses no ethanol, no tobacco and no illicits. She has a very support family unit.",
    "Medications": "Augmentin; Detrol LA; lisinopril.",
    "Immunizations": "Immunizations were up to date for influenza, negative for Pneumovax.",
    "Allergies": "PENICILLIN.",
    "Laboratory At Presentation": "White blood cell count 11, hemoglobin 10.5, hematocrit 32.2, platelets 175,000. Sodium 148, potassium 5.2, BUN 30, creatinine 2.2 and glucose 216. PT was 22.4.",
    "Radiologic Data": "Chest x-ray revealed a diffuse pulmonary edema.",
    "Physical Examination": "VITAL SIGNS: Blood pressure 97/52, pulse of 79, respirations 16, O2 sat 100%.\nHEENT: The patient's pupils were again, fixed and dilated and intubated on the monitor.\nCHEST: Poor air movement bilateral with bilateral rales.\nCARDIOVASCULAR: Regular rate and rhythm.\nABDOMEN: The abdomen was obese, nondistended and nontender.\nEXTREMITIES: Left diabetic foot had oozing pus drainage from the foot.\nGU: Foley catheter was in place.",
    "Impression And Plan": "1. Acute cardiac arrest with pulseless electrical activity with hypotensive shock and respiratory failure: Will continue ventilator support. Will rule out pulmonary embolus, rule out myocardial infarction. Continue pressors. The patient is currently on dopamine, Neo-Synephrine and Levophed.\n2. Acute respiratory distress syndrome: Will continue ventilatory support.\n3. Questionable sepsis: Will obtain blood cultures, intravenous vancomycin and Rocephin given.\n4. Hypotensive shock: Will continue pressors. Will check random cortisol. Hydrocortisone was added.\nFurther inpatient management for this patient will be provided by Dr. R. The patient's status was discussed with her daughter and her husband. The husband states that his wife has been very ill in the past with multiple admissions, but he had never seen her as severely ill as with this event. He states that she completely was not breathing at all and he is aware of the severity of her illness and the gravity of her current prognosis. Will obtain the assistance with cardiology with this admission and will continue pressors and supportive therapy. The family will make an assessment and final decision concerning her long-term management after a 24 hour period."
}