{
    "Sample Name": "H&P - Gen Med - 1",
    "Description": "An 85-year-old female with diarrhea, vomiting, and abdominal pain.",
    "Chief Complaint": "Diarrhea, vomiting, and abdominal pain.",
    "History Of Present Illness": "The patient is an 85-year-old female who presents with a chief complaint as described above. The patient is a very poor historian and is extremely hard of hearing, and therefore, very little history is available. She was found by EMS sitting on the toilet having diarrhea, and apparently had also just vomited. Upon my questioning of the patient, she can confirm that she has been sick to her stomach and has vomited. She cannot tell me how many times. She is also unable to describe the vomitus. She also tells me that her belly has been hurting. I am unable to get any further history from the patient because, again, she is an extremely poor historian and very hard of hearing.",
    "Past Medical History": "Per the ER documentation is hypertension, diverticulosis, blindness, and sciatica.",
    "Medications": "Lorazepam 0.5 mg, dosing interval is not noted; Tylenol PM; Klor-Con 10 mEq; Lexapro; calcium with vitamin D.",
    "Allergies": "SHE IS ALLERGIC TO PENICILLIN.",
    "Family History": "Unknown.",
    "Social History": "Also unknown.",
    "Review Of Systems": "Unobtainable secondary to the patient's condition.",
    "Physical Examination": "VITAL SIGNS: Pulse 80. Respiratory rate 18. Blood pressure 130/80. Temperature 97.6.\nGENERAL: Elderly black female who is initially sleeping upon my evaluation, but is easily arousable.\nNECK: No JVD. No thyromegaly.\nEARS, NOSE, AND THROAT: Her oropharynx is dry. Her hearing is very diminished.\nCARDIOVASCULAR: Regular rhythm. No lower extremity edema.\nGI: Mild epigastric tenderness to palpation without guarding or rebound. Bowel sounds are normoactive.\nRESPIRATORY: Clear to auscultation bilaterally with a normal effort.\nSKIN: Warm, dry, no erythema.\nNEUROLOGICAL: The patient attempts to answer questions when asked, but is very hard of hearing. She is seen to move all extremities spontaneously.",
    "Diagnostic Data": "White count 9.6, hemoglobin 15.9, hematocrit 48.2, platelet count 345, PTT 24, PT 13.3, INR 0.99, sodium 135, potassium 3.3, chloride 95, bicarb 20, BUN 54, creatinine 2.2, glucose 165, calcium 10.3, magnesium 2.5, total protein 8.2, albumin 3.8, AST 33, ALT 26, alkaline phosphatase 92. Cardiac isoenzymes negative x1. EKG shows sinus rhythm with a rate of 96 and a prolonged QT interval.",
    "Assessment And Plan": "1. Pancreatitis. Will treat symptomatically with morphine and Zofran, and also IV fluids. Will keep NPO.\n2. Diarrhea. Will check stool studies.\n3. Volume depletion. IV fluids.\n4. Hyperglycemia. It is unknown whether the patient is diabetic. I will treat her with sliding scale insulin.\n5. Hypertension. If the patient takes blood pressure medications, it is not listed on the only medication listing that is available. I will prescribe clonidine as needed.\n6. Renal failure. Her baseline is unknown. This is at least partly prerenal. Will replace volume with IV fluids and monitor her renal function.\n7. Hypokalemia. Will replace per protocol.\n8. Hypercalcemia. This is actually rather severe when adjusted for the patient's low albumin. Her true calcium level comes out to somewhere around 12. For now, I will just treat her with IV fluids and Lasix, and monitor her calcium level.\n9. Protein gap. This, in combination with the calcium, may be suggestive of multiple myeloma. It is my understanding that the family is seeking hospice placement for the patient right now. I would have to discuss with the family before undertaking any workup for multiple myeloma or other malignancy."
}