{
    "Sample Name": "Normal Newborn H&P Template",
    "Description": "Template for History and Physical for a newborn.",
    "History Of Present Illness": "This is a ** week gestational age ** delivered by ** at ** on **. Gestational age was determined by last menstrual period and consistent with ** trimester ultrasound. ** rupture of membranes occurred ** prior to delivery and amniotic fluid was clear. The baby was vertex presentation. The baby was dried, stimulated, and bulb suctioned. Apgar scores of ** at one minute and ** at five minutes.",
    "Past Medical History": "",
    "Maternal History": "The mother is a **-year-old, G**, P** female with blood type **. She is rubella immune, hepatitis surface antigen negative, RPR nonreactive, HIV negative. Mother was group B strep **. Mother's past medical history is **.",
    "Prenatal Care": "Mother began prenatal care in the ** trimester and had at least ** documented prenatal visits. She did not smoke, drink alcohol, or use illicit drugs during pregnancy.",
    "Surgical History": "**",
    "Medications": "Medications taken during this pregnancy were **.",
    "Allergies": "**",
    "Family History": "**",
    "Social History": "**",
    "Physical Examination": "VITAL SIGNS: Temperature **, heart rate **, respiratory rate **. Dextrose stick **. Ballard score by the RN is ** weeks. Birth weight is ** grams, which is the ** percentile for gestational age. Length is ** centimeters which is ** percentile for gestational age. Head circumference is ** centimeters which is ** percentile for gestational age.\nGENERAL: **Alert, active, nondysmorphic-appearing infant in no acute distress.\nHEENT: Anterior fontanelle open and flat. Positive bilateral red reflexes.\nEars have normal shape and position with no pits or tags. Nares patent. Palate intact. Mucous membranes moist.\nNECK: Full range of motion.\nCARDIOVASCULAR: Normal precordium, regular rate and rhythm. No murmurs. Normal femoral pulses.\nRESPIRATORY; Clear to auscultation bilaterally. No retractions.\nABDOMEN: Soft, nondistended. Normal bowel sounds. No hepatosplenomegaly. Umbilical stump is clean, dry, and intact.\nGENITOURINARY: Normal tanner I **. Anus patent.\nMUSCULOSKELETAL: Negative Barlow and Ortolani. Clavicles intact. Spine straight. No sacral dimple or hair tuft. Leg lengths grossly symmetric. Five fingers on each hand and five toes on each foot.\nSKIN: Warm and pink with brisk capillary refill. No jaundice.\nNEUROLOGICAL: Normal tone. Normal root, suck, grasp, and Moro reflexes. Moves all extremities equally.",
    "Diagnostic Studies": "",
    "Laboratory Data": "**",
    "Assessment": "Full term, appropriate for gestational age **.",
    "Plan": "1. Routine newborn care.\n2. Anticipatory guidance.\n3. Hepatitis B immunization prior to discharge."
}