{
    "Sample Name": "Normal Female Exam Template - 2",
    "Description": "An example/template for a routine normal female physical exam.",
    "Vital Signs": "Blood pressure *, pulse *, respirations *, temperature *.",
    "General Appearance": "Alert and in no apparent distress, calm, cooperative, and communicative.",
    "Heent": "Eyes: EOMI. PERRLA. Sclerae nonicteric. No lesions of lids, lashes, brows, or conjunctivae noted. Funduscopic examination unremarkable. Ears: Normal set, shape, TMs, canals and hearing. Nose and Sinuses: Negative. Mouth, Tongue, Teeth, and Throat: Negative except for dental work.",
    "Neck": "Supple and pain free without bruit, JVD, adenopathy or thyroid abnormality.",
    "Chest": "Lungs are bilaterally clear to auscultation and percussion.",
    "Heart": "S1 and S2. Regular rate and rhythm without murmur, heave, click, lift, thrill, rub, or gallop. PMI nondisplaced. Chest wall unremarkable to inspection and palpation. No axillary or supraclavicular adenopathy detected.",
    "Breasts": "In the seated and supine position unremarkable.",
    "Abdomen": "No hepatosplenomegaly, mass, tenderness, rebound, rigidity, or guarding. No widening of the aortic impulse and no intraabdominal bruit auscultated.",
    "External Genitalia": "Normal for age.",
    "Rectal": "Negative to 7 cm by gloved digital palpation with Hemoccult-negative stool.",
    "Extremities": "Good distal pulse and perfusion without evidence of edema, cyanosis, clubbing, or deep venous thrombosis. Nails of the hands and feet, and creases of the palms and soles are unremarkable. Good active and passive range of motion of all major joints.",
    "Back": "Normal to inspection and percussion. Negative for spinous process tenderness or CVA tenderness. Negative straight-leg raising, Kernig, and Brudzinski signs.",
    "Neurologic": "Nonfocal for cranial and peripheral nervous systems, strength, sensation, and cerebellar function. Affect is normal. Speech is clear and fluent. Thought process is lucid and rational. Gait and station are unremarkable.",
    "Skin": "Unremarkable for any premalignant or malignant condition with normal changes for age."
}