{
    "Sample Name": "Perioperative Elevated Blood Pressure",
    "Description": "Before surgery, the patient's blood pressure was 181/107. The patient received IV labetalol. Blood pressure improved, but postsurgery, the patient's blood pressure went up again to 180/100.",
    "Reason For Consultation": "Perioperative elevated blood pressure.",
    "Past Medical History": "1. Graves disease.\n2. Paroxysmal atrial fibrillation, has been in normal sinus rhythm for several months, off medication.\n3. Diverticulosis.\n4. GERD.\n5. High blood pressure.\n6. Prostatic hypertrophy, status post transurethral resection of the prostate.",
    "Past Surgical History": "Bilateral inguinal hernia repair, right shoulder surgery with reconstruction, both shoulders rotator cuff repair, left knee arthroplasty, and transurethral resection of prostate.",
    "History Of Presenting Complaint": "This 71-year-old gentleman with the above history, underwent laser surgery for the prostate earlier today. Before surgery, the patient's blood pressure was 181/107. The patient received IV labetalol. Blood pressure improved, but postsurgery, the patient's blood pressure went up again to 180/100. Currently, blood pressure is 158/100, goes up to 155 systolic when he is talking. On further questioning, the patient denies shortness of breath, chest pain, palpitations, or dizziness.",
    "Review Of Systems": "CONSTITUTIONAL: No recent fever or general malaise.\nENT: Unremarkable.\nRESPIRATORY: No cough or shortness of breath.\nCARDIOVASCULAR: No chest pain.\nGASTROINTESTINAL: No nausea or vomiting.\nGENITOURINARY: The patient has prostatic hypertrophy, had laser surgery earlier today.\nENDOCRINE: Negative for diabetes, but positive for Graves disease.",
    "Medications": "The patient takes Synthroid and aspirin. Aspirin had been discontinued about 1 week ago. He used to be on atenolol, lisinopril, and terazosin, both of which have been discontinued by his cardiologist, Dr. X several months ago.",
    "Physical Examination": "GENERAL: A 71-year-old gentleman, not in acute distress.\nCHEST: Clear to auscultation.\nCARDIOVASCULAR: First and second heart sounds were heard. No murmur was appreciated.\nABDOMEN: Benign.\nEXTREMITIES: There is no swelling.\nNEUROLOGICAL: The patient is alert and oriented x3. Examination is nonfocal.",
    "Assessment And Plan": "1. Perioperative hypertension. We will restart lisinopril at half the previous dose. He will be on 20 mg p.o. daily. If blood pressure remains above systolic of 150 within 3 days, the patient should increase lisinopril to 40 mg p.o. daily. The patient should see his primary physician, Dr. Y in 2 weeks' time. If blood pressure, however, remains above 150 systolic despite 40 mg of lisinopril, the patient should make an appointment to see his primary physician in a week's time.\n2. Prostatic hypertrophy, status post laser surgery. The patient tolerated the procedure well.\n3. History of Graves disease.\n4. History of atrial fibrillation. The patient is in normal sinus rhythm.",
    "Disposition": "The patient is stable to be discharged to home. Nurse should observe for 1 hour after lisinopril to make sure the blood pressure does not go too low."
}