{
    "Sample Name": "Pneumoconiosis",
    "Description": "Patient with a previous history of working in the coalmine and significant exposure to silica with resultant pneumoconiosis and fibrosis of the lung.",
    "History Of Present Illness": "This is a 91-year-old male with a previous history of working in the coalmine and significant exposure to silica with resultant pneumoconiosis and fibrosis of the lung. The patient also has a positive history of smoking in the past. At the present time, he is admitted for continued\nmanagement of respiratory depression with other medical complications. The patient was treated for multiple problems at Jefferson Hospital prior to coming here including abdominal discomfort due to a ureteral stone with resultant hydronephrosis and hydroureter. In addition, he also developed cardiac complications including atrial fibrillation. The patient was evaluated by the cardiologist as well as the pulmonary service and Urology. He had a cystoscopy performed and a left ureteral stone was removed as well as insertion of a left ureteral stent on 07/23/2008. He subsequently underwent cardiac arrest and he was resuscitated at that time. He was intubated and placed on mechanical ventilatory support. Subsequent weaning was unsuccessful. He then had a tracheostomy placed.",
    "Current Medications": "1. Albuterol.\n2. Pacerone.\n3. Theophylline\n4. Lovenox.\n5. Atrovent.\n6. Insulin.\n7. Lantus.\n8. Zestril.\n9. Magnesium oxide.\n10. Lopressor.\n11. Zegerid.\n12. Tylenol as needed.",
    "Allergies": "PENICILLIN.",
    "Past Medical History": "1. History of coal miner's disease.\n2. History of COPD.\n3. History of atrial fibrillation.\n4. History of coronary artery disease.\n5. History of coronary artery stent placement.\n6. History of gastric obstruction.\n7. History of prostate cancer.\n8. History of chronic diarrhea.\n9. History of pernicious anemia.\n10. History of radiation proctitis.\n11. History of anxiety.\n12. History of ureteral stone.\n13. History of hydronephrosis.",
    "Social History": "The patient had been previously a smoker. No other could be obtained because of tracheostomy presently.",
    "Family History": "Noncontributory to the present condition and review of his previous charts.",
    "Systems Review": "The patient currently is agitated. Rapidly moving his upper extremities. No other history regarding his systems could be elicited from the patient.",
    "Physical Exam": "General: The patient is currently agitated with some level of distress. He has rapid respiratory rate. He is responsive to verbal commands by looking at the eyes.\nVital Signs: As per the monitors are stable.\nExtremities: Inspection of the upper extremities reveals extreme xerosis of the skin with multiple areas of ecchymosis and skin tears some of them to the level of stage II especially over the dorsum of the hands and forearm areas. There is also edema of the forearm extending up to the mid upper arm area. Palpation of the upper extremities reveals fibrosis more prominent on the right forearm area with the maximum edema in the elbow area on the ulnar aspect. There is also scabbing of some of the possibly from earlier skin tears in the upper side forearm area.",
    "Impression": "1. Ulceration of bilateral upper extremities.\n2. Cellulitis of upper extremities.\n3. Lymphedema of upper extremities.\n4. Other noninfectious disorders of lymphatic channels.\n5. Ventilatory-dependent respiratory failure.\n6. History of coal worker's pneumoconiosis with fibrosis.\n7. History of coronary artery disease.\n8. History of paroxysmal atrial fibrillation.\n9. History of paraesophageal hernia repair.\n10. History of prostate cancer status post radiation therapy.\n11. History of chronic obstructive pulmonary disease.\n12. History of ureteral stone.\n13. History of hydronephrosis.",
    "Plan": "At this point, the patient's skin tears and ulcerations of the upper extremities will be dressed with Adaptic and soft Kerlix bandages to be changed daily. The patient will also need hydration of the upper extremities with Lac-Hydrin as needed. With respect to the edema management, we will continue to monitor the status of the fibrosis and we will make a decision about compression wrap if needed. To this extent, we will involve wound care team to monitor the skin tears and the ulceration."
}