{
    "Sample Name": "Sepsis - Consult",
    "Description": "Sepsis. The patient was found to have a CT scan with dilated bladder with thick wall suggesting an outlet obstruction as well as bilateral hydronephrosis and hydroureter.",
    "Reason For Admission": "Sepsis.",
    "History Of Present Illness": "The patient is a pleasant but demented 80-year-old male, who lives in board and care, who presented with acute onset of abdominal pain. In the emergency room, the patient was found to have a CT scan with dilated bladder with thick wall suggesting an outlet obstruction as well as bilateral hydronephrosis and hydroureter. The patient is unable to provide further history. The patient's son is at the bedside and confirmed his history. The patient was given IV antibiotics in the emergency room. He was also given some hydration.",
    "Past Medical History": "1. History of CAD.\n2. History of dementia.\n3. History of CVA.\n4. History of nephrolithiasis.",
    "Allergies": "NONE.",
    "Medications": "1. Ambien.\n2. Milk of magnesia.\n3. Tylenol.\n4. Tramadol.\n5. Soma.\n6. Coumadin.\n7. Zoloft.\n8. Allopurinol.\n9. Digoxin.\n10. Namenda.\n11. Zocor.\n12. BuSpar.\n13. Detrol.\n14. Coreg.\n15. Colace.\n16. Calcium.\n17. Zantac.\n18. Lasix.\n19. Seroquel.\n20. Aldactone.\n21. Amoxicillin.",
    "Family History": "Noncontributory.",
    "Social History": "The patient lives in a board and care. No tobacco, alcohol or IV drug use.",
    "Review Of Systems": "As per the history of present illness, otherwise unremarkable.",
    "Physical Examination": "VITAL SIGNS: The patient is currently afebrile. Pulse 52, respirations 20, blood pressure 104/41, and saturating 98% on room air.\nGENERAL: The patient is awake. Not oriented x3, in no acute distress.\nHEENT: Pupils are equal, round, and reactive to light and accommodation. Extraocular movements are intact. Mucous membranes are dry.\nNECK: Supple. No thyromegaly. No jugular venous distention.\nHEART: Irregularly irregular, brady.\nLUNGS: Clear to auscultation bilaterally anteriorly.\nABDOMEN: Positive normoactive bowel sounds. Soft. Tenderness in the suprapubic region without rebound.\nEXTREMITIES: No clubbing, cyanosis or edema in upper and lower extremities.\nNEUROLOGIC: As mentioned above. No focality is noted.",
    "Laboratory Studies": "CT of the abdomen shows left inguinal hernia with greater than 10 cm of colon in sac, no SBO, dilated bladder with thick wall, possible outlet obstruction, bilateral hydronephrosis and hydroureter, and 2.7 cm right adrenal gland mass.\nWhite count 30.8, hemoglobin 10.9, and platelet count 413. UA shows greater than 100 WBCs, greater than 100 RBCs with 500 leukocyte esterase. Sodium 149, potassium 4.1, chloride 116, CO2 19, BUN 89, and creatinine 2.1.\nEKG shows atrial fibrillation at a very slow rate of 55.",
    "Problem List": "1. Urinary tract infection with sepsis.\n2. Obstructive uropathy.\n3. Dementia.\n4: Atrial fibrillation.\n5. Anemia.\n6. Adrenal gland mass.",
    "Recommendations": "1. Obtain urology consult with Dr. X.\n2. Obtain renal consult Dr. Y.\n3. Place the patient on Levaquin renally dosed.\n4. Give one dose of gentamicin for synergy n the urine.\n5. IV fluids with hypertonic-hypotonic.\n6. Hold anticoagulation and put the patient on SCD and TED hose bilateral lower extremities.\n7. The patient is currently in slow atrial fibrillation. Hold all rate control medications and check digoxin level.\n8. Continue dementia medications.\n9. PPI for PUD prophylaxis."
}