{
    "Sample Name": "Tongue Swelling",
    "Description": "A 54-year-old patient, here for evaluation of new-onset swelling of the tongue.",
    "Reason For Admission": "A 54-year-old patient, here for evaluation of new-onset swelling of the tongue.",
    "Past Medical History": "1. Diabetes type II.\n2. High blood pressure.\n3. High cholesterol.\n4. Acid reflux disease.\n5. Chronic back pain.",
    "Past Surgical History": "1. Lap-Band done today.\n2. Right foot surgery.",
    "Medications": "1. Percocet on a p.r.n. basis.\n2. Keflex 500 mg p.o. t.i.d.\n3. Clonidine 0.2 mg p.o. b.i.d.\n4. Prempro, dose is unknown.\n5. Diclofenac 75 mg p.o. daily.\n6. Enalapril 10 mg p.o. b.i.d.\n7. Amaryl 2 mg p.o. daily.\n8. Hydrochlorothiazide 25 mg p.o. daily.\n9. Glucophage 100 mg p.o. b.i.d.\n10. Nifedipine extended release 60 mg p.o. b.i.d.\n11. Omeprazole 20 mg p.o. daily.\n12. Zocor 20 mg p.o. at bedtime.",
    "Allergies": "No known allergies.",
    "History Of Present Complaint": "This 54-year-old patient had had Lap-Band at Tempe St Luke this morning. She woke up at home this evening with massive swelling of the left side of the tongue. The patient therefore came to the emergency room for evaluation. The patient was almost intubated on clinical grounds. Anesthesia was called to see the patient and they decided to give a trial of conservative management of Decadron and racemic epinephrine.",
    "Review Of Systems": "GENERAL: The patient denies any itching of the skin or urticaria. She has not noticed any new rashes. She denies fever, chill, or malaise.\nHEENT: The patient denies vision difficulty.\nRESPIRATORY: No cough or wheezing.\nCARDIOVASCULAR: No palpitations or syncopal episodes.\nGASTROINTESTINAL: The patient denies swallowing difficulty.\nRest of the review of systems not remarkable.",
    "Social History": "The patient does not smoke nor drink alcohol.",
    "Family History": "Noncontributory.",
    "Physical Examination": "GENERAL: Obese 54-year-old lady, not in acute distress at this time.\nVITAL SIGNS: On arrival in the emergency room, blood pressure was 194/122, pulse was 94, respiratory rate of 20, and temperature was 96.6. O2 saturation was 95% on room air.\nHEAD AND NECK: Face is symmetrical. Tongue is still swollen, especially on the left side. The floor of the mouth is also indurated. There is no cervical lymphadenopathy. There is no stridor.\nCHEST: Clear to auscultation. No wheezing. No crepitations.\nCARDIOVASCULAR: First and second heart sounds were heard. No murmurs appreciated.\nABDOMEN: Benign.\nEXTREMITIES: There is no swelling.\nNEUROLOGIC: The patient is alert and oriented x3. Examination is nonfocal.",
    "Assessment And Plan": "1. Angioedema with tongue swelling. Airways are currently not compromised. We will admit the patient to the intensive care unit for close monitoring. We will continue Decadron IV boluses.\n2. Hypertension, uncontrolled. We will discontinue lisinopril in view of angioedema. We will continue clonidine and nifedipine.\n3. Diabetes type II.  We will put the patient on insulin sliding scale. Monitor blood glucose closely while she was on Decadron.\n4. GI prophylaxis with Prilosec.\n5. DVT prophylaxis. We will encourage ambulation.\n6. High cholesterol. Continue statins. We will avoid NSAIDs. Diclofenac will be discontinued.",
    "Disposition": "The patient is admitted to the intensive care unit. We would monitor."
}