{
    "Sample Name": "Trouble Breathing - H&P",
    "Description": "History and Physical for a 69-year-old Caucasian male complaining of difficulty breathing for 3 days.",
    "Chief Complaint": "\"I have had trouble breathing for the past 3 days\"",
    "History": "69-year-old Caucasian male complaining of difficulty breathing for 3 days. He also states that he has been coughing accompanying with low-grade type fever. He also admits to having intermittent headaches and bilateral chest pain that does not radiate to upper extremities and jaws but worse with coughing. Patient initially had this type of episodes about 10 months ago but has intermittently getting worse since.",
    "Pmh": "DM, HTN, COPD, CAD",
    "Psh": "CABG, appendectomy, tonsillectomy",
    "Fh": "Non-contributory",
    "Soch": "Divorce and live alone, retired postal worker, has 3 children, 7 grandchildren. He smokes 1 pack a day of Newport for 30 years and is a social drinker. He denies any illicit drug use.",
    "Travel History": "Denies any recent travel overseas",
    "Allergies": "Denies any drug allergies",
    "Home Medications": "Advair 1 puff bid Lisinopril 10 mg qd Lopressor 50 mg bid Aspirin 81 mg qd Plavix 75 mg qd Multivitamins Feso4 1 tab qd Colace 100 mg qd",
    "Review Of Systems Reveals": "Same as above",
    "Physical Exam": "Vital signs are: Temp. 99.3 F / BP 138/92, Resp. 22, P 88\nGeneral: Patient is in mild acute respiratory distress\nHEENT:\nHead: Atraumatic, normocephalic,\nEyes: Conjunctiva clear; pupils 3 mm in size, EOMI, PERLLA\nEars: Tympanic membranes are pearly gray; no TM inflammation or perforation.\nNose: Nasal congestion with thick yellow rhinorrhea; swollen, erythematous nasal turbinates; septum midline\nThroat: Pharyngeal erythema; post-nasal drainage; tonsils mildly enlarged; there are no pustules, ulcers or exudate.\nFace: Symmetrical; no maxillary or frontal sinus tenderness\nNeck: Supple, no anterior or posterior cervical lymphadenopathy; thyroid is not palpable; trachea is midline; no JVD\nHeart: regular rhythm; normal S1 and S2; no S3 or S4; no murmurs, gallops or rubs.\nLungs: Bi-basilar crackles left > right, diffuse wheezes.\nAbdomen: No distention; no tenderness to palpation; no masses or organomegaly; bowel sounds present in four quadrants; no bruits auscultated; no inguinal adenopathy.\nExtremities: Warm, strong pulses throughout\nNeuro: Moving all extremities well, 2+/4 reflexes throughout.",
    "Osteopathic Structural Exam": "He has bilateral paravertebral spasm, greater on the right, T10-L5. The spine is flattened T10-L2. Generalized restriction of the lumbar to spring towards rotation and sidebending both directions. Restriction to extension (restriction to anterior spring) T10-L3. Articular restriction is greatest T10-12. T4 ESrRr, T2 FSlRl. Twelfth ribs held in exhalation at an extremely acute angle static with respiration. Ribs 8-10 are held in inhalation bilaterally. 1st and 2nd ribs are elevated on the right with right clavicle elevated. The left 2nd rib is held in exhalation and there is bogginess to the tissues in the area of the second ribs. The thorax has general restriction to exhalation. The diaphragm was extremely tense and depressed with virtually no discernable movement during respiration."
}