{
    "Sample Name": "Trouble breathing",
    "Description": "Patient with worsening shortness of breath and cough.",
    "Chief Complaint": "",
    "History Of Present Illness": "",
    "Past Medical History": "",
    "Past Surgical History": "",
    "Family History": "",
    "Social History": "",
    "Medications": "",
    "Allergies": "",
    "Review Of Systems": "",
    "Physical Exam": "Temperature: 97.1 degrees Fahrenheit.\nBlood pressure: 122/89.\nHeart rate: 126 beats per minute.\nRespiratory rate: 24 breaths per minute.\nPulse oximetry: 85% on room air.\nGEN: Well developed, well nourished, pleasant Caucasian woman in mild to moderate respiratory distress, mildly tearful, speaking in short sentences, with a dusky complexion.\nHEENT: NC/AT, PERRL, EOMI, there was a pink to purplish cyanotic discoloration about the lips, tongue and eyes, the oropharynx was clear with no lesions, the neck was supple, no lymphadenopathy, no JVD, no bruits, the trachea was midline, there was a normal carotid upstroke.\nHEART: Tachycardic, regular rhythm, no murmurs, rubs, or gallops. Normal S1 and S2. The PMI was not displaced. No heave.\nLUNGS: Bilateral diffuse crackles, no wheeze, no dullness to percussion.\nABDOMEN: Soft, nontender, nondistended, bowel sounds were present. There was no hepatosplenomegaly. No rebound or guarding.\nEXT: No clubbing, no lower extremity edema or swelling, no palpable cords. Negative Homans\u0092 sign.\nNEURO: The patient was alert and oriented times three. Cranial nerves 2-12 were intact. The DTRs were 2+ bilaterally and symmetric. Motor strength and sensation were within normal limits. The cerebellar exam was within normal limits.\nLYMPH: No cervical, axillary, or inguinal lymph nodes were present.\nSKIN: Warm, dry skin. No rashes, no tattoos.\nMUSCULOSKELETAL: No synovitis. There were no joint deformities. Full range of motion b/l throughout.",
    "Studies": "CXR: Single view of the chest revealed increased interstitial density, greatest at the bases bilaterally. The cardiac silhouette and pulmonary vasculature were within normal limits. The osseous structures were normal.\nCT CHEST with CONTRAST: The pulmonary artery was well opacified with contrast material and revealed no filling defect. There was extensive increased interstitial density in both the right and left lungs associated with atelectasis in the bilateral bases. There was no pneumothorax or pleural effusion.\nECG: Sinus tachycardia, otherwise normal EKG.\nECHO: The LV was normal in size, wall thickness, and wall motion. The left ventricular systolic function was normal. Estimated EF was 65-69%. The RV was normal in size. The RV systolic function was normal. The left and right atria were normal in size. No intracardiac shunt was present. Trace MR and TR were present. The TR jet was insufficient to assess PA pressures. No pericardial effusion was noted. The transthoracic echocardiogram was interpreted as normal.",
    "Hospital Course": ""
}